Repository: THEXN/TShockPlugin
Catalog: src/RainbowChat/i18n/*.po
Languages: ru_ru

source: [i:3454][c/E83849:注意][i:3454]
ru_ru: [i:3454][c/E83849:Примечание!][i:3454]

source: [彩色聊天]重新加载配置完毕。
ru_ru: [RainbowChat] Успешное чтение конфигурации

source: {0} 的彩虹聊天已 启用.
ru_ru: {0} разноцветный чат [c/00C800:включен.]

source: {0} 的彩虹聊天已 禁用.
ru_ru: {0} разноцветный чат [c/C80000:отключен.]

source: {0} 的彩虹聊天插件已关闭.
ru_ru: {0} [cC80000:отключил] возможность использовать RanbowChat!

source: {0} 的彩虹聊天插件已启用.
ru_ru: {0} [c/00C800:включил] возможность использовать RainbowChat!

source: {0} 的渐变聊天已 启用.
ru_ru: {0} градиент [c/00C800:включен.]

source: {0} 的渐变聊天已 禁用.
ru_ru: {0} градиент [c/C80000:отключен.]

source: 《彩虹聊天》 菜单指令
ru_ru: 《RainbowChat》 Меню Команд

source: /rc 开启 或 关闭 - 开启|关闭插件功能
ru_ru: /rc <on>/<off> - [c/00C800:Включает] | [c/C80000:Отключает] плагин (для админа!)

source: /rc 渐变 - 开启或关闭自己的渐变聊天
ru_ru: /rc gradient - [c/00C800:Включает] | [c/C80000:Отключает] градиент твоих сообщений

source: /rc 渐变 开始 R,G,B - 设置渐变聊天起始颜色
ru_ru: /rc gradient start R,G,B - Установить начальный цвет градиента

source: /rc 渐变 结束 R,G,B - 设置渐变聊天结束颜色
ru_ru: /rc gradient end R,G,B - Установить конечный цвет градиента

source: /rc 渐变开关 - 全局开启|关闭渐变色功能
ru_ru: /rc gswitch - [c/00C800:Включает] | [c/C80000:Отключает] возможность использования градиента всем (для админа!)

source: /rc 随机 - 开启或关闭自己的随机单色整句
ru_ru: /rc random - [c/00C800:Включает] | [c/C80000:Отключает] случайный цвет твоих сообщений

source: /rc 随机开关 - 全局开启|关闭随机色功能
ru_ru: /rc rswitch - [c/00C800:Включает] | [c/C80000:Отключает] возможность использования случайного цвета сообщений всем (для админа!)

source: 使玩家每次说话的颜色不一样.
ru_ru: Позволяет сделать отправляемые в чат сообщения разноцветными.

source: 使用[c/B0B2D1:非正版客户端]或[c/B0B2D1:语言资源包]导致TS指令异常
ru_ru: Использование [c/B0B2D1:неофициального клиента] или [c/B0B2D1:текстур пака, влияющий как-то на языки] может вызвать проблемы при работе команд.

source: 全局的渐变色聊天已 启用.
ru_ru: Возможность использования градиента [c/00C800:включена].

source: 全局的渐变色聊天已 禁用.
ru_ru: Возможность использования градиента [c/C80000:отключена].

source: 全局的随机色聊天已 启用.
ru_ru: Возможность использования случайного цвета сообщений [c/00C800:включена].

source: 全局的随机色聊天已 禁用.
ru_ru: Возможность использования случайного цвета сообщений [c/C80000:отключена].

source: 您的渐变聊天功能已自动开启.
ru_ru: Градиент ваших сообщений автоматически [c/00C800:влючен].

source: 或者请玩家使用 [c/B0B2D1:.help] 代替 [c/B0B2D1:/help]
ru_ru: Или используйте [c/B0B2D1:.help] вместо [c/B0B2D1:/help]

source: 或者请玩家使用 [c/B0B2D1:．help] 代替 [c/B0B2D1:/help]
ru_ru: Или используйте [c/B0B2D1:.help] вместо [c/B0B2D1:/help]

source: 无效的结束颜色值。请使用格式如 'R,G,B'（逗号分隔）的颜色表示法。
ru_ru: Неверно введён формат конечного цвета. Используйте "R,G,B" (через запятую 3 числа).

source: 无效的起始颜色值。请使用格式如 'R,G,B'（逗号分隔）的颜色表示法。
ru_ru: Неверно введён формат начального цвета. Используйте "R,G,B" (через запятую 3 числа).

source: 渐变开始颜色已设置为 R:{0}, G:{1}, B:{2}
ru_ru: Установлен начальный цвет - R:{0}, G:{1}, B:{2}.

source: 渐变结束颜色已设置为 R:{0}, G:{1}, B:{2}
ru_ru: Установлен конечный цвет - R:{0}, G:{1}, B:{2}.

source: 结束颜色值缺失。请使用如 '/rc 渐变 结束 0,255,0' 的格式。
ru_ru: Конечный цвет отсутствует. Впишите команду: /rc gradient end "R,G,B"

source: 请服主安装[c/B0B2D1:Chireiden.TShock.Omni]插件修复
ru_ru: Попросите владельца сервера установить плагин [c/B0B2D1:Chireiden.TShock.Omni] для устранения проблем.

source: 起始颜色值缺失。请使用如 '/rc 渐变 开始 255,0,0' 的格式。
ru_ru: Начальный цвет отсутствует. Впишите команду: /rc gradient end "R,G,B"

source: 错误的玩家!
ru_ru: Данный игрок не найден!
